["Charizard vs Blastoise - Você ganhou esta rodada!", "Golduck vs Gyarados - Você ganhou esta rodada!", "Nidoqueen vs Hitmonchan - Você perdeu esta rodada!", "Marowak vs Rapidash - Empate!", "Snorlax vs Ninetales - Você ganhou esta rodada!", "Nidoking vs Mr.Mime - Você ganhou esta rodada!", "Poliwrath vs Parasect - Você ganhou esta rodada!", "Dugtrio vs Arcanine - Você ganhou esta rodada!", "Vileplume vs Starmie - Você ganhou esta rodada!", "Mewtwo vs Hitmonlee - Você ganhou esta rodada!", "Sandslash vs Cloyster - Você perdeu esta rodada!", "Golbat vs Tentacruel - Você perdeu esta rodada!", "Clefable vs Alakazam - Você perdeu esta rodada!", "Gengar vs Dragonite - Você ganhou esta rodada!", "Venusaur vs Machamp - Você ganhou esta rodada!", "Charizard vs Nidoqueen - Você ganhou esta rodada!", "Blastoise vs Hitmonchan - Você perdeu esta rodada!", "Golduck vs Rapidash - Você ganhou esta rodada!", "Gyarados vs Sandslash - Você ganhou esta rodada!", "Marowak vs Cloyster - Você perdeu esta rodada!", "Snorlax vs Golbat - Você ganhou esta rodada!", "Ninetales vs Tentacruel - Empate!", "Nidoking vs Clefable - Você ganhou esta rodada!", "Mr.Mime vs Alakazam - Você ganhou esta rodada!", "Poliwrath vs Blastoise - Você ganhou esta rodada!", "Parasect vs Hitmonchan - Você perdeu esta rodada!", "Dugtrio vs Marowak - Você ganhou esta rodada!", "Arcanine vs Cloyster - Você ganhou esta rodada!", "Vileplume vs Tentacruel - Você ganhou esta rodada!", "Starmie vs Parasect - Você ganhou esta rodada!", "Mewtwo vs Hitmonchan - Você ganhou esta rodada!", "Parasect vs Tentacruel - Você ganhou esta rodada!", "Vileplume vs Mr.Mime - Você ganhou esta rodada!", "Nidoking vs Venusaur - Você ganhou esta rodada!", "Rapidash vs Clefable - Você ganhou esta rodada!", "Starmie vs Gyarados - Você ganhou esta rodada!", "Hitmonchan vs Snorlax - Empate!", "Cloyster vs Dugtrio - Você ganhou esta rodada!", "Sandslash vs Ninetales - Você ganhou esta rodada!", "Hitmonlee vs Marowak - Você ganhou esta rodada!", "Nidoqueen vs Arcanine - Você perdeu esta rodada!", "Machamp vs Alakazam - Você ganhou esta rodada!", "Gengar vs Charizard - Você ganhou esta rodada!", "Poliwrath vs Mewtwo - Você perdeu esta rodada!", "Golduck vs Golbat - Você perdeu esta rodada!", "Blastoise vs Dragonite - Você ganhou esta rodada!", "Parasect vs Snorlax - Você perdeu esta rodada!", "Parasect vs Snorlax - Você perdeu esta rodada!", "Vileplume vs Arcanine - Você ganhou esta rodada!", "Mr.Mime vs Poliwrath - Você ganhou esta rodada!", "Nidoking vs Mewtwo - Você perdeu esta rodada!", "Venusaur vs Golduck - Você ganhou esta rodada!", "Rapidash vs Golbat - Você ganhou esta rodada!", "Clefable vs Parasect - Você ganhou esta rodada!", "Starmie vs Snorlax - Você ganhou esta rodada!", "Gyarados vs Tentacruel - Você ganhou esta rodada!", "Hitmonchan vs Nidoqueen - Você ganhou esta rodada!", "Cloyster vs Nidoking - Você ganhou esta rodada!", "Dugtrio vs Mewtwo - Você perdeu esta rodada!", "Sandslash vs Dugtrio - Você perdeu esta rodada!", "Ninetales vs Mewtwo - Você perdeu esta rodada!", "Hitmonlee vs Sandslash - Você ganhou esta rodada!", "Marowak vs Dugtrio - Você ganhou esta rodada!", "Machamp vs Ninetales - Você ganhou esta rodada!", "Alakazam vs Mewtwo - Você perdeu esta rodada!", "Gengar vs Alakazam - Você perdeu esta rodada!", "Charizard vs Mewtwo - Você perdeu esta rodada!", "Blastoise vs Gengar - Você ganhou esta rodada!", "Dragonite vs Alakazam - Você ganhou esta rodada!", "Vileplume vs Charizard - Você ganhou esta rodada!", "Arcanine vs Mewtwo - Empate!", "Mr.Mime vs Mewtwo - Você ganhou esta rodada!"]